Repository: iwokloco/ios
Catalog: bnc10/*.lproj/Localizable.strings
Languages: ca

# onboarding-page-first-title
source: BIENVENIDO AL NEOBANKING
ca: BENVINGUT AL NEOBANKING

# onboarding-page-first-desc
source: En vez de regalarte un móvil, montar cajeros en cada esquina o hacer publicidad...
ca: En comptes de regalar-te un mòbil, muntar caixers a cada cantonada o fer publicitat...

# onboarding-page-second-title
source: BIENVENIDO A BNC10
ca: BENVINGUT A BNC10

# onboarding-page-third-title
source: BIENVENIDO A BNC10
ca: BENVINGUT A BNC10

# onboarding-page-third-desc
source: Que nadie te diga cómo organizar tus ahorros. Toma el control con BNC10
ca: Que ningú et digui com organitzar els teus estalvis. Pren el control amb BNC10

# onboarding-page-button-continuemos
source: CONTINUEMOS
ca: CONTINUEM

# onboarding-page-button-registre
source: Llévame al registro
ca: Porta'm al registre

# auth-login-signup-button-crea-compte
source: Crea una nueva cuenta
ca: Crea un nou compte

# auth-login-signup-step1-title
source: Crea tu usuario en BNC10
ca: Crea el teu usuari a BNC10

# auth-login-signup-step1-field-name
source: Nombre y apellidos
ca: Nom i cognoms

# auth-login-signup-step1-field-email
source: Correo electrónico
ca: Correu electrònic

# auth-login-signup-step1-field-phone
source: Número de teléfono
ca: Número de telèfon

# auth-login-signup-step1-button
source: Registro
ca: Registre
